export const MyProjects = [
    {
        name: 'Thunderbit',
        title: '前端开发实习生',
        points: [
            '🤖 Thunderbit 是一个致力于出海的 AI Saas 工具',
            '💻 主要技术栈： React + Next.js + Tailwind CSS',
            '🔧 作为前端开发实习生，参与了平台的开发以及浏览器插件的开发'
        ],
        date: '2023.12 - 2024.5',
        img:'/images/thunderbit.jpg',
        url: 'https://thunderbit.com/'
    },
    {
        name: 'LXDAO 官网',
        title: '全栈开发',
        points: [
            '🌐 LXDAO 官网包括了成员信息、项目信息、DAO治理、社区资讯等功能',
            '⚛️ 主要技术栈： React + Next.js',
            '👨‍💻 作为全栈开发参与了首页代码重构、项目模块、工作组模块、空投模块等开发任务'
        ],
        date: '2023.11 - 至今',
        img:'/images/lxdao.jpg',
        url: 'https://lxdao.io/'
    },
    {
        name: 'Openbuild 官网（开源）',
        title: '前端开发',
        points: [
            '📚 Openbuild 致力于 Web3 教育，官网包括很多教育相关内容',
            '⚛️ 主要技术栈： React + Next.js',
            '🔍 项目开源之后，参与了一些 issue 的开发，涉及一些组件的封装、页面重构'
        ],
        date: '2024.8 - 至今',
        img:'/images/openbuild.jpg',
        url: 'https://openbuild.xyz/'
    },
    {
        name: 'Circuit',
        title: '前端开发',
        points: [
            '💱 Circuit 是 Zircuit 链上最大的去中心化交易所',
            '💻 主要技术栈： React + Next.js + Tailwind CSS',
            '🎨 作为前端开发，完整参与了整个项目的设计与开发'
        ],
        date: '2024.5 - 2024.10',
        img:'/images/circuit.jpg',
        url: 'https://www.circuit.money/'
    },
    {
        name: '穆棉资本官网',
        title: '前端开发',
        points: [
            '🏢 穆棉资本官网包含了公司相关信息和合作信息',
            '🖥️ 主要技术栈： Vue',
            '✅ 作为前端开发，高质量完成了设计的复现'
        ],
        date: '2021.12 - 2022.3',
        img:'/images/mmcapital.jpg',
        url: 'https://mmcapital.cn/'
    },

  
]
